{
  "timestamp": "2025-02-16T17:12:21.450Z",
  "summary": {
    "totalPagesVisited": 54,
    "totalExternalLinks": 5,
    "totalBlogPosts": 4,
    "totalSocialLinks": 4
  },
  "blogPosts": [
    {
      "url": "https://sm-wp2-dufgdjbuh8h3fqhs.australiaeast-01.azurewebsites.net/cyber-security-management-best-practices-for-australian-organisations/",
      "title": "Security Strategy\nMarch 28, 2024\nCyber Security Management: Best Practices For Australian Organisations\nIntroduction Technology is evolving, and so are cybercrimes, making it necessary for organisations to proactively build a defence mechanism against cyber threats to protect their digital assets. Australian organisations are facing a rising number of cyber threats ranging from financial attacks to data hacking. Now, protecting sensitive information has become more essential than ever, and […]\nAshwin Sharma\nNo Comments"
    },
    {
      "url": "https://sm-wp2-dufgdjbuh8h3fqhs.australiaeast-01.azurewebsites.net/zero-trust-framework-in-australian-cyber-security/",
      "title": "Security Strategy\nJanuary 11, 2024\nZero Trust Framework In Australian Cyber Security\nImagine, you’ve been given a once-in-a-lifetime opportunity to own a luxurious mansion at Double Bay, Sydney for free. But here’s a catch. The mansion has no locks, shutters, or security features. Will you still buy it? Absolutely, right? Because you can always install them before you move in. But what if you had to sign […]\nAshwin Sharma\nNo Comments"
    },
    {
      "url": "https://sm-wp2-dufgdjbuh8h3fqhs.australiaeast-01.azurewebsites.net/security-by-design-principles-how-they-shape-australian-cyber-security/",
      "title": "Security Strategy\nJanuary 11, 2024\nSecurity By Design Principles: How They Shape Australian Cyber Security\nSecure by Design is a set of principles and practices that emphasise incorporating security measures and considerations into the foundation of a system’s design and architecture. This approach minimises vulnerabilities, threats and risks before creating the system rather than trying to patch security issues later on. In today’s digital age, where businesses, governments, and individuals […]\nAshwin Sharma\nNo Comments"
    },
    {
      "url": "https://sm-wp2-dufgdjbuh8h3fqhs.australiaeast-01.azurewebsites.net/secure-by-design-requirements-a-guide-for-australian-service-providers/",
      "title": "Security Strategy\nJanuary 11, 2024\nSecure By Design Requirements: A Guide For Australian Service Providers\nIn an era where technology is at the core of every business operation, security has become a major concern. “Secure by Design” is not just a buzzword; it’s a vital framework that emphasises building security into the fabric of technology solutions. “Secure by Design” is more than just ticking boxes to meet regulations. It’s about […]\nAshwin Sharma\nNo Comments"
    }
  ],
  "externalLinks": [
    {
      "url": "https://www.internetcookies.com/",
      "text": "internetcookies.com"
    },
    {
      "url": "https://www.termsandconditionsgenerator.com/",
      "text": "Free Terms and Conditions Generator"
    },
    {
      "url": "https://www.statista.com/statistics/1343645/australia-number-of-cybercrimes-reports-acsc/",
      "text": "76,000 cybercrime reports made to the Australian Cybersecurity Centre in FY ’22"
    },
    {
      "url": "https://www.cyber.gov.au/sites/default/files/2023-03/ACSC-Annual-Cyber-Threat-Report-2022_0.pdf",
      "text": "median wealth per adult was highest in the world in 2021"
    },
    {
      "url": "https://www.securemation.com/",
      "text": "Securemation"
    }
  ],
  "socialLinks": [
    "https://www.facebook.com/securemation/",
    "https://twitter.com/securemation/",
    "https://www.linkedin.com/company/securemation",
    "https://www.youtube.com/@securemation4009"
  ]
}